import { p1, p2, p3, p4 } from '../public/exportImg';

export const services = [
    {
        id: 1,
        img: p1,
        name: 'ทรงผม Hush Cut',
        detail: 'Hush Cut เป็นทรงผมสไลด์ปลายอีกหนึ่งทรงที่มาแรงตั้งแต่ปี 2023 ตีคู่มากับทรงรุ่นพี่อย่าง Wolf cut ซึ่งดูเผินๆ ก็มีความคล้ายกันอยู่มาก แต่ความต่างของ 2 ทรงนี้อยู่ที่ลักษณะการซอยช่วงปลายผม โดยวูฟคัทจะเน้นการซอยปลายผมให้แหลมยาว และซอยโคนผมให้ตั้งดูมีความพองช่วงบน แต่ Hush cut จะเน้นการซอยปลายที่เบาบางมีความเป็นธรรมชาติกว่า ทรงผมจะดูมีความซอฟต์กว่าทรงวูฟคัท เป็นทรงที่ตัดแล้วทำให้ใบหน้าดูเรียวและยังดูแลง่าย ไม่ต้องเสียเวลาเซ็ทนาน ทำให้สาวๆ เทใจให้ผมทรงนี้กันไม่น้อยทีเดียวค่ะ',
        price: '500.00'
    },
    {
        id: 2,  
        img: p2,
        name: 'ทรงผม Block Cut / Hime Cut',
        detail: 'ผมทรงนี้ ได้แรงบันดาลใจมาจากสาวญี่ปุ่น ซึ่งเป็นการตัดผมไล่สเต็ปแบบขั้นบันได โดยญี่ปุ่นจะเรียกว่า Hime Cut หรือทรงเจ้าหญิง เพราะเป็นทรงที่เจ้าหญิงญี่ปุ่นในอดีตนิยมตัดกัน และปัจจุบันก็กำลังกลายมาเป็นกระแสฮิตกันทั่วโลก แต่ทางฝั่งเกาหลีจะเรียกทรงนี้ว่า Block Cut เพราะลักษณะของการตัดผม ที่จะตัดช่อผมด้านหน้าบริเวณติ่งหูหรือคางแบบตัดปลายตรง เป็นผมสั้นเพียงช่อเดียว (แต่ตัดสองข้างซ้าย-ขวา) ซึ่งจะดูคอนทราสต์กับผมยาวที่เหลือ ช่วยสร้างกิมมิกให้กับทรงผมเป็นอย่างมาก',
        price: '600.00'
    },
    {
        id: 3,
        img: p3,
        name: 'ทรงผมยาวตรงสไลด์ปลายแบบ Pixie',
        detail: 'ปี 2023 ทรงผมยาวแบบ sleek cut ที่มีจุดเด่นอยู่ที่เส้นผมที่ตรงสวยเรียบตลอดเส้น ปี 2024 นี้ทรงผมตรงแบบนี้จะเน้นลูกเล่นในการสไลด์ปลายผม โดยอาจจะจะสไลด์ไล่ระดับแบบยาวๆ ตั้งแต่ช่วงคางลงมาถึงปลายผม ซึ่งทางฝั่งเกาหลีจะเรียกว่า Pixie',
        price: '700.00'
    },
    {
        id: 4,
        img: p4,
        name: 'บ๊อบยาวระดับคาง (Chin length bob)',
        detail: 'ผมบ๊อบ ทรงผมสุดคลาสสิกสำหรับสาวๆ เกือบทุกวัย ซึ่งปี 2024 แฮร์สไตลิสต์หลายสำนักบอกว่า ผมบ๊อบยาวระดับคาง หรือต้นคอ และการตัดแบบบลันต์บ๊อบหรือบ๊อบตัดปลายตรงจะได้รับความนิยมมาก เป็นระดับความยาวที่ดูแลและเซ็ทง่าย และตัดแล้วช่วยลดวัยได้ทันที',
        price: '800.00'
    },
];